Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/supertux.tmx
Source language: en
Languages: sv

source: The layer this object is drawn on. Higher layers are drawn on top of lower layers.
sv: Det lager som detta objekt ritas på. Högre lager ritas ovanpå lägre lager.

source: Installed Add-ons
sv: Installerade tillägg

source: Growth (Rock Shroom)
sv: Tillväxt (stensvamp)

source: Error uninstalling add-on: {}
sv: Fel vid avinstallation av tillägg: {}

source: ice
sv: is

source: Invert vertical scrolling
sv: Invertera vertikal rullning

source: Whether the game uses a native custom cursor or renders it in the game
sv: Om spelet använder en inbyggd anpassad markör eller renderar den i spelet

source: Undo
sv: Ångra

source: Hitbox offset relative to scale
sv: Hitbox-förskjutning i förhållande till skalan

source: Fly speed
sv: Flyghastighet

source: Worldmap fade tilemap
sv: Toningsplattkarta för världskarta

source: Confirm aborting level
sv: Bekräfta avbrytning av bana

source: Select or move the object under the mouse
sv: Välj eller flytta objektet under muspekaren

source: Clone
sv: Klona

source: Classic
sv: Klassisk

source: Delete the tile or object under the mouse
sv: Ta bort plattan eller objektet under muspekaren

source: Wooden
sv: Trä

source: --no-show-pos Do not display player's position
sv: --no-show-pos Visa inte spelarens position

source: Bag
sv: Påse

source: Game Options:
sv: Spelflaggor:

source: Offset X
sv: Förskjutning X

source: Share this worldmap under license CC-BY-SA 4.0 International (advised). It allows modifications and redistribution by third-parties. If you don't agree with this license, change it in worldmap properties. DISCLAIMER: The SuperTux authors take no responsibility for your choice of license.
sv: Dela denna världskarta under licensen CC-BY-SA 4.0 Internationell (rekommenderad). Licensen tillåter modifiering och vidaredistribution av tredje part. Om du har invändningar mot licensen, ändra licens under Inställningar. ANSVARSFRISKRIVNING: Skaparna av SuperTux tar inget ansvar för ditt val av licens.

source: Sprite Change
sv: Spriteändring

source: Bonus: Air
sv: Bonus: Luft

source: Cloud Particles
sv: Molnpartiklar

source: Mode
sv: Läge

source: Flash Intensity
sv: Blixtintensitet

source: {} level
sv: {} nivå

source: {} levels
sv: {} banor

source: Alignment
sv: Inriktning

source: Scan for Joysticks
sv: Sök efter styrspakar

source: Captain Snowball
sv: Kapten Snöboll

source: end sequence
sv: slutsekvens

source: Max coins collected:
sv: Flest samlade mynt:

source: This joystick does not support rumbling; please check the joysticks manually.
sv: Den här styrspaken stöder inte vibrering; kontrollera styrspaken manuellt.

source: Debug
sv: Felsökning

source: Death easing
sv: Dödslättnad

source: Enemies
sv: Fiender

source: Enable haptic feedback for touchscreen controls
sv: Aktivera haptisk återkoppling för pekskärmskontroller

source: Programming
sv: Programmering

source: World Settings
sv: Världsinställningar

source: Author: {}
sv: Upphovsperson: {}

source: This controller does not support rumbling; please check the controllers manually.
sv: Denna styrenhet stöder inte vibrering; kontrollera handkontrollerna manuellt.

source: Editor Hover Color
sv: Redigerarens hovringsfärg

source: Fast and stable renderer, which fits most players' needs.
sv: Snabb och stabil renderare, vilken passar de flesta spelares behov.

source: Do not show again
sv: Visa inte igen

source: Change the magnification of the game area
sv: Ändra förstoringen av spelytan

source: Ice (normal)
sv: Is (normal)

source: The name of this object. Must not contain any spaces if this object is to be referenced from scripts
sv: Namnet på detta objekt. Får inte innehålla några mellanslag om detta objekt ska refereras till från skript

source: Leafshot
sv: Lövskjut

source: Bounce in/out
sv: Studs in/ut

source: Menu Help Front Color
sv: Främre färg för menyhjälp

source: Sector {}
sv: Sektor {}

source: Enable Discord integration
sv: Aktivera Discord-integration

source: Dormant Flame
sv: Vilande flamma

source: Parallax Speed x
sv: Parallaxhastighet x

source: Adjust the aspect ratio
sv: Ändra bildformatet

source: Sleeping Spiky
sv: Sovande tagge

source: Rotation acceleration
sv: Roteringsacceleration

source: The SuperTux Team
sv: SuperTux-teamet

source: Show game timer
sv: Visa speltimer

source: Edit Level
sv: Redigera bana

source: Ctrl+MINUS or Ctrl+Scroll Down = Zoom Out
sv: Ctrl+MINUS eller Ctrl+rulla neråt = Zooma ut

source: For comments, ideas and suggestions,
sv: För kommentarer, idéer och förslag,

source: Obey Gravity
sv: Lyd gravitation

source: Fire
sv: Eld

source: Tilemap
sv: Plattkarta

source: Left Control
sv: Vänster kontroll

source: Stalactite
sv: Stalaktit

source: Affects Objects
sv: Påverkar objekt

source: Open in editor
sv: Öppna i redigerare

source: Add-on {} by {} successfully installed.
sv: Tillägget {} av {} har installerats.

source: Dive Mine
sv: Dykmina

source: Edit Another World
sv: Redigera en annan värld

source: Usage: {} [OPTIONS] [LEVELFILE]
sv: Användning: {} [ALTERNATIV] [BANFIL]

source: Video Options:
sv: Videoflaggor:

source: Delay
sv: Fördröjning

source: Castle
sv: Slott

source: Particles Enabled
sv: Partiklar aktiverade

source: Tip: Turn on "Show Deprecated Tiles" from the level editor menu.
sv: Tips: Aktivera "Visa föråldrade plattor" i menyn för banredigeraren.

source: Death mode
sv: Dödläge

source: Blend
sv: Blanda

source: Select a profile to play with
sv: Välj en profil att spela med

source: No
sv: Nej

source: --disable-music Disable music
sv: --disable-music Stäng av musik

source: Delayed
sv: Fördröjd

source: Initial stay action
sv: Inledande åtgärd för att stanna

source: Draw mode
sv: Ritningsläge

source: Hide Triggers
sv: Dölj utlösare

source: Target worldmap
sv: Målvärldskarta

source: Current
sv: Aktuell

source: Content
sv: Innehåll

source: Downloading Add-On Repository Index
sv: Hämtar ner arkivindex för tillägg

source: Release Ctrl to use autotile erasing
sv: Släpp Ctrl för att radera med automatisk plattsättning

source: SUPERTUX2_USER_DIR Directory for user data (savegames, etc.)
sv: SUPERTUX2_USER_DIR Katalog för användardata (sparade spel, osv.)

source: None
sv: Ingen

source: Delete Sector
sv: Ta bort sektor

source: Wind Speed
sv: Vindhastighet

source: Texture
sv: Textur

source: Configure settings specific to multiplayer
sv: Konfigurera inställningar som är specifika för flerspelare

source: Message
sv: Meddelande

source: Rain Particles
sv: Regnpartiklar

source: Show a game timer while playing a level
sv: Visa en speltimer när en bana spelas

source: Show Grid
sv: Visa rutnät

source: Controllable
sv: Styrbar

source: Ambient Light
sv: Bakgrundsljus

source: Growth (Ice Rosette)
sv: Tillväxt (isrosett)

source: Speed Y (variation)
sv: Hastighet Y (variation)

source: Delete all
sv: Ta bort alla

source: Bounce out
sv: Studs ut

source: Fade in
sv: Tona in

source: This will delete the profile "{}", including all game progress on it. Are you sure?
sv: Detta kommer att ta bort profilen "{}", inklusive alla spelförlopp på den. Är du säker på det?

source: Levelset
sv: Banuppsättning

source: Path Mode
sv: Sökvägsläge

source: Snow Embellishments
sv: Snödekorationer

source: This level hasn't been saved yet. Do you want to save it instead?
sv: Denna bana har inte sparats ännu. Vill du spara den istället?

source: Tracking Distance
sv: Spårningsavstånd

source: Cheats
sv: Fusk

source: Light sprite offset Y
sv: Ljusobjektets Y-förskjutning

source: Level Editor
sv: Kartredigerare

source: Remove Last Player
sv: Ta bort sista spelaren

source: Bosses
sv: Bossar

source: Save
sv: Spara

source: Note
sv: Observera

source: Fancy Effects
sv: Vackra effekter

source: Others
sv: Andra

source: Reset Level
sv: Återställ bana

source: Perform a "Check Online" to try retrieving it.
sv: Utför ”Sök på nätet” för att försöka hämta det.

source: add-ons
sv: tillägg

source: Death duration
sv: Dödtids

source: You cannot delete the level that you are editing!
sv: Du kan inte ta bort banan som du redigerar!

source: Right Shift
sv: Höger skift

source: Always destroy
sv: Alltid förstöra

source: Time Limit
sv: Tidsgräns

source: Visible
sv: Synlig

source: Save particle as
sv: Spara partikel som

source: Best time completed:
sv: Bästa avslutade tid:

source: Only one custom object is allowed inside bonus blocks.
sv: Endast ett anpassat objekt är tillåtet i bonusblock.

source: Show Player Position
sv: Visa spelarposition

source: Resize the window to the given size
sv: Ändra storlek på fönstret till den angivna storleken

source: Clear particles
sv: Ta bort partiklar

source: Editor Grab Color
sv: Redigerarens greppfärg

source: Leave editor
sv: Lämna redigerare

source: Scale (x, y)
sv: Skala (x, y)

source: Cubic out
sv: Kubisk ut

source: Roof-attached
sv: Takfäst

source: No Joysticks found
sv: Ingen Joystick hittades

source: Enable transitions
sv: Aktivera övergångar

source: Hold Ctrl to enable autotile
sv: Håll ned Ctrl för att aktivera automatisk plattsättning

source: Some information about this add-on is not available.
sv: Viss information om detta tillägg finns inte tillgänglig.

source: Couldn't open editor for this level. No worldmap!
sv: Kunde inte öppna redigeraren för denna bana. Ingen världskarta!

source: Physics enabled
sv: Fysik aktiverad

source: Applies fancy effects such as blur, clear tile refraction, and various other effects deemed "fancy". May significantly degrade performance.
sv: Tillämpar snygga effekter som oskärpa, tydlig plattbrytning och diverse andra effekter som anses "snygg". Kan försämra prestandan avsevärt.

source: Vertical
sv: Vertikal

source: Determine the resolution used in fullscreen mode (you must toggle fullscreen to complete the change)
sv: Ställer in upplösningen som ska användas i helskärmsläge (du måste växla helskärm för att slutföra ändringen)

source: No profile selected.
sv: Ingen profil vald.

source: Delete
sv: Ta bort

source: Name
sv: Namn

source: West
sv: Väster

source: Cubic in
sv: Kubisk in

source: Horizontal speed
sv: Horisontell hastighet

source: Allow Item Pocket
sv: Tillåt föremålsficka

source: Stationary
sv: Stationär

source: Multiplayer
sv: Flerspelar

source: Quart in/out
sv: Kvart in/ut

source: Hide Player HUD
sv: Dölj spelarens miniskärm

source: Disable network
sv: Inaktivera nätverk

source: Use custom mouse cursor
sv: Använd anpassad musmarkör

source: Active Text Color
sv: Aktiv textfärg

source: Special Tile
sv: Specialplatta

source: How is this possible? There are no Official Contrib Levels!
sv: Hur är det möjligt? Det finns inga officiella bidragsbanor!

source: Language Pack
sv: Språkpaket

source: Front Color
sv: Främre färg

source: Wiggling
sv: Vickande

source: SDL, OpenAL and OpenGL
sv: SDL, OpenAL och OpenGL

source: Test from here
sv: Testa härifrån

source: Select Profile
sv: Välj profil

source: Type: {}
sv: Typ: {}

source: Vertical acceleration
sv: Vertikal acceleration

source: Path Node
sv: Vägnod

source: Top Left
sv: Överst till vänster

source: Root Sapling
sv: Rotplanta

source: Fetching screenshot previews...
sv: Hämtar förhandsvisningar av skärmdumpar…

source: Roundness
sv: Rundhet

source: Set the VSync mode
sv: Ställ in V-synk-läge

source: Switch
sv: Spak

source: Directory Options:
sv: Katalogflaggor:

source: Left
sv: Vänster

source: Platforms
sv: Plattformar

source: Check for new releases
sv: Leta efter nya utgåvor

source: Duplicate mode (Clicking duplicates the object under the mouse)
sv: Dupliceringsläge (ett klick duplicerar objektet under muspekaren)

source: Show message
sv: Visa meddelande

source: Update
sv: Uppdatera

source: Ghost
sv: Spöke

source: Rusty Trampoline
sv: Rostig trampolin

source: Cover screen
sv: Täck skärm

source: Additive
sv: Additivt

source: Render Background
sv: Rendera bakgrund

source: Toggle between object and tile mode
sv: Växla mellan objekt- och plattläge

source: Whether the trap is enabled.
sv: Huruvida fällan är aktiverad.

source: Blue
sv: Blå

source: Got it!
sv: Jag fattar!

source: Birth time
sv: Alstringstid

source: Mole
sv: Mullvad

source: Game Speed
sv: Spelhastighet

source: Activate Ghost Mode
sv: Aktivera spökläge

source: If disabled, touch controls will still work, but the buttons will remain hidden.
sv: Om detta är inaktiverat fungerar pekkontrollerna fortfarande, men knapparna förblir dolda.

source: --userdir DIR Set the directory for user data (savegames, etc.)
sv: --userdir KAT Ställ in katalogen för användardata (sparade spel, osv.)

source: Change...
sv: Ändra…

source: Note: Draggables are now hidden. Press Ctrl+H to show again.
sv: Obs: Dragbara objekt är nu dolda. Tryck Ctrl+H för att visa dem igen.

source: Toad
sv: Groda

source: Add Layer
sv: Lägg till lager

source: Secret Area
sv: Hemligt område

source: Tarantula
sv: Tarantel

source: Warning: The player you are trying to remove is currently in-game. Do you wish to remove them anyways?
sv: Varning: Spelaren som du försöker ta bort är för närvarande i spelet. Vill du ta bort spelaren ändå?

source: Please enter a name for this level.
sv: Ange ett namn för denna bana.

source: License
sv: Licens

source: Unstable Tile
sv: Instabil platta

source: Audio
sv: Ljud

source: Bonus: None
sv: Bonus: Ingen

source: Ice Cave & Crystal
sv: Isgrotta & Kristall

source: Vanish range
sv: Intervall för försvinnande

source: Box draw mode
sv: Ritläge för rektanglar

source: Purple
sv: Lila

source: Herring
sv: Sill

source: Horizontal friction
sv: Horisontell friktion

source: Use Bitmap Fonts
sv: Använd bitmappstypsnitt

source: Projectiles
sv: Projektiler

source: Path
sv: Sökväg

source: Lifetime
sv: Livstid

source: Grow
sv: Väx

source: <- General settings
sv: <- Allmänna inställningar

source: Giant Granito
sv: Gigantisk Granito

source: For levels, created in pre-0.6.3 versions, which use crystal tiles.
sv: För banor som skapats i versioner pre-0.6.3 och som använder kristallplattor.

source: Grid Snapping
sv: Fäst vid rutnät

source: Heavy Brick
sv: Tung tegelsten

source: Enable Object Undo Tracking
sv: Aktivera spårning av ångring för objekt

source: Will o' Wisp
sv: Irrbloss

source: {} "{}" by "{}"
sv: {} "{}" av "{}"

source: Level Design, Music
sv: Bandesign, musik

source: You are about to delete level "{}". Are you sure?
sv: Du är på väg att ta bort banan "{}". Är du säker på det?

source: Allow overriding the title screen level, when loading certain worlds
sv: Tillåt att titelskärmsbanan åsidosätts när vissa världar läses in

source: Install
sv: Installera

source: Dropper
sv: Droppare

source: No tile conversion file selected.
sv: Ingen konverteringsfil för plattor vald.

source: Secrets
sv: Hemligheter

source: Direction
sv: Riktning

source: Width
sv: Bredd

source: Allow having more than 4 players. Some interface elements may overflow out of the screen.
sv: Tillåt fler än 4 spelare. Vissa gränssnittselement kan översvämma skärmen.

source: Vertical friction
sv: Vertikal friktion

source: Script Trigger
sv: Skriptutlösare

source: Offscreen mode
sv: Utanför-skärmen-läge

source: Author
sv: Upphovsman

source: Specifies how many lives need to be spent until pinch mode (a special boss mode) is activated
sv: Anger hur många liv som måste förbrukas innan krisläget (ett särskilt bossläge) aktiveras

source: Edit string array
sv: Redigera strängarray

source: Thunderstorm
sv: Åskväder

source: Remove Player
sv: Ta bort spelare

source: South
sv: Söder

source: Installed Language Packs
sv: Installerade språkpaket

source: Updating {}
sv: Uppdaterar {}

source: Fit to browser
sv: Anpassa till webbläsare

source: Localization
sv: Lokalisering

source: Leave Ghost Mode
sv: Lämna spökläge

source: Middle
sv: Mitten

source: Type
sv: Typ

source: Rublight
sv: Stegljus

source: Editor settings
sv: Redigeringsinställningar

source: VSync
sv: V-synk

source: Audio Options:
sv: Ljudflaggor:

source: Interactive particle system
sv: Interaktivt partikelsystem

source: Selected tile isn't autotileable
sv: Det går inte att använda automatisk plattsättning för den valda plattan

source: Change video system used to render graphics
sv: Byt videosystem som används för att rendera grafik

source: Following path
sv: Följer väg

source: Mr. Snowball
sv: Herr Snöboll

source: Bottom image
sv: Bottenbild

source: Inverts scrolling in the X-axis
sv: Inverterar rullning i X-axeln

source: Create World
sv: Skapa värld

source: Donate
sv: Donera

source: Integrations
sv: Integrationer

source: No description available.
sv: Beskrivning saknas.

source: Manage whether SuperTux should display the levels you play on your social media profiles (Discord)
sv: Hantera huruvida SuperTux ska visa banorna du spelar i dina profiler på sociala medier (Discord)

source: Vicious Ivy
sv: Ond murgröna

source: Inherit
sv: Ärv

source: Fade time
sv: Toningstid

source: Story
sv: Handling

source: Autotile erasing cannot be performed here
sv: Automatisk plattsättning kan inte raderas här

source: Contact
sv: Kontakt

source: Down cursor
sv: Nedåtpil

source: --debug Print extra verbose messages
sv: --debug Skriv ut extra detaljerade meddelanden

source: Fog Opacity
sv: Dimmans opacitet

source: Save Particle Config as...
sv: Spara partikel konfiguration som…

source: Pinch Mode Activation Script
sv: Aktiveringsskript för krisläge

source: Prefer Full Viewport
sv: Föredra fullständig visningsyta

source: Restart Level
sv: Starta om bana

source: Right Control
sv: Höger kontroll

source: Fill
sv: Fyll

source: Go to level
sv: Gå till bana

source: Pause
sv: Paus

source: Visit our webpage at
sv: Besök vår webbplats på

source: Carry
sv: Bära

source: Windows build fixes
sv: Byggfixar för Windows

source: Only one resource pack is allowed to be enabled at a time.
sv: Endast ett resurspaket kan vara aktiverat åt gången.

source: Trees & Rocks
sv: Träd & stenar

source: Replace mode
sv: Ersättningsläge

source: Hay
sv: Hö

source: Mix...
sv: Blanda…

source: Select object ({})
sv: Välj objekt ({})

source: Yeti's Stalactite
sv: Yetins stalaktit

source: Quint in
sv: Femtupel in

source: Discord (disabled; not compiled)
sv: Discord (inaktiverad; inte kompilerat)

source: Volume
sv: Volym

source: {} {} available
sv: {} {} tillgänglig

source: -w, --window Run in window mode
sv: -w, --window Kör i fönsterläge

source: Only enable haptic feedback for the D-Pad
sv: Aktivera endast haptisk återkoppling för D-Pad

source: This will convert all tiles in the level. Proceed? Note: This should not be ran more than once on a level. Creating a separate copy of the level is highly recommended.
sv: Detta kommer att konvertera alla plattor i banan. Fortsätta? Obs: Detta bör inte köras mer än en gång på en bana. Att skapa en separat kopia av banan rekommenderas starkt.

source: false
sv: falskt

source: Profile names must have a maximum of 20 characters.
sv: Profilnamn får innehålla maximalt 20 tecken.

source: Render Animations
sv: Rendera animationer

source: Glinting
sv: Glittrande

source: Each level must have at least one sector.
sv: Varje bana måste ha åtminstone en sektor.

source: Create Sector
sv: Skapa sektor

source: Key
sv: Nyckel

source: Controllers
sv: Kontroller

source: Bouncing Snowball
sv: Studsande snöboll

source: Screen shake
sv: Skärmskakning

source: Torch
sv: Fackla

source: Profile names must have a maximum of 20 characters. Please choose a different name.
sv: Profilnamn får innehålla högst 20 tecken. Välj ett annat namn.

source: Music Volume
sv: Volym för musik

source: Create
sv: Skapa

source: Use manual configuration instead of SDL3's automatic GameController support
sv: Använd manuell konfiguration i stället för SDL3:s automatiska GameController-stöd

source: Initialization script
sv: Initieringsskript

source: Root
sv: Rot

source: Manual Configuration
sv: Manuell konfiguration

source: Confirmation Dialog
sv: Bekräftelsedialog

source: Select level
sv: Välj bana

source: Open Particle Directory
sv: Öppna partikelkatalog

source: Rock Shroom
sv: Stensvamp

source: -g, --geometry WIDTHxHEIGHT Run SuperTux in given resolution
sv: -g, --geometry WIDTHxHEIGHT Kör SuperTux i angiven upplösning

source: Couldn't find a spawnpoint with the name "main". Please change the name of the spawnpoint where you'd like the player to start to "main"
sv: Kunde inte hitta en spawnpunkt med namnet ”main”. Ändra namnet på den spawnpunkt där du vill att spelaren ska starta till ”main”

source: {} [DISABLED]
sv: {} [INAKTIVERAD]

source: Facing
sv: Riktad

source: This level may contain unsaved changes, do you want to save?
sv: Den här banan kan innehålla osparade ändringar. Vill du spara?

source: Show Collision Rects
sv: Visa kollisionsrektanglar

source: Sends information to your Discord application about what you're doing in the game.
sv: Skickar information till din Discord-applikation om vad du gör i spelet.

source: -v, --version Show SuperTux version and quit
sv: -v, --version Visa SuperTux-version och avsluta

source: off
sv: av

source: Ammo
sv: Ammunition

source: Heavy Coin
sv: Tungt mynt

source: Convert all tiles in the current level by a file, specified above.
sv: Konvertera alla plattor i den aktuella banan med en fil som anges ovan.

source: Pathing
sv: Väg

source: Custom Particles
sv: Anpassade partiklar

source: Please enter a license for this level.
sv: Ange en licens för denna bana.

source: Level
sv: Bana

source: State Length
sv: Tillståndslängd

source: Amount
sv: Mängd

source: Return
sv: Retur

source: Checkpoint
sv: Kontrollstation

source: Scroll offset y
sv: Rullningsposition y

source: Badguy
sv: Ond typ

source: Resize
sv: Ändra storlek

source: Add
sv: Lägg till

source: Fire Flower
sv: Eldblomma

source: Rock (normal)
sv: Sten (normal)

source: Kill particles
sv: Döda partiklar

source: File
sv: Fil

source: Magnification
sv: Förstoring

source: Delete World
sv: Ta bort världen

source: Only on exit
sv: Endast vid avslut

source: Dart sprite
sv: Pilobjekt

source: Close
sv: Stäng

source: Top
sv: Överst

source: Sound
sv: Ljud

source: Stick to surface
sv: Fäst på yta

source: Would you allow SuperTux to connect to the Internet? This enables additional features, such as the in-game add-on catalog.
sv: Skulle du tillåta SuperTux att ansluta till Internet? Detta möjliggör ytterligare funktioner, till exempel tilläggskatalogen i spelet.

source: Most modern touchpads report precise scrolling events. Disable this if scrolling with a typical mouse seems unusual, or you simply dislike it
sv: De flesta moderna pekplattor rapporterar exakta rullningshändelser. Inaktivera detta om rullning med en vanlig mus känns ovanlig eller om du helt enkelt inte gillar det

source: Return to Editor
sv: Återgå till Redigeraren

source: Modulate
sv: Modulerat

source: The vertical location of the object in pixels from the top.
sv: Objektets vertikala placering i pixlar från toppen.

source: Customize the appearance of the menus
sv: Anpassa utseendet för menyerna

source: down
sv: ned

source: NOTE: The add-on "{}" is a dependency of {} other installed {}. Are you sure you wish to uninstall?
sv: OBSERVERA: Tillägget "{}" är ett beroende för {} andra installerade {}. Är du säker på att du vill avinstallera?

source: Thank you for
sv: Tack för att du

source: Exponential in/out
sv: Exponent in/ut

source: Advanced
sv: Avancerat

source: Leave World
sv: Lämna värld

source: Auto play
sv: Spela automatiskt

source: You cannot test a level when playing from the worldmap. Exit the level editor instead.
sv: Du kan inte testa en bana när du spelar från världskartan. Avsluta banredigeraren istället.

source: Description:
sv: Beskrivning:

source: Are you sure you want to uninstall "{}"?
sv: Är du säker på att du vill avinstallera "{}"?

source: Documentation
sv: Dokumentation

source: Title colour
sv: Titelfärg

source: Exponential out
sv: Exponent ut
